Repository: PPTide/RPG-Game-Thing
Catalog: Translations/*.po
Languages: de

# dialogue
source: Tutorial Dude
de: Tutorial Typ

# dialogue
source: Other NPC
de: Anderer NPC

# dialogue
source: Developer
de: Entwickler

# tdde9780502
source: [[Hi|Hello|Howdy]], welcome to this game. To continue Dialog click in this Box.
de: [[Hallo|Moin|Hi]], willkommen im Spiel. Um den Dialog fortzusetzen, klicke in diese Box.

# t87bcb786e4
source: Should I explain how the game works?
de: Soll ich dir erklären, wie das Spiel funktioniert?

# te58edcb8ac
source: Yes, please!
de: Ja, bitte!

# tadea10cb79
source: [i]Insert Tutorial Here[/i]
de: [i]Tutorial hier einfügen[/i]

# t07e3fe3f4e
source: No
de: Nein

# tffd246968e
source: If you want to get to the main island I need to build a bridge.
de: Wenn du zu der großen Insel möchtest, muss ich eine Brücke bauen.

# te63f038272
source: Can you please collect 10 [shake rate=20 level=10]Wood[/shake] for me?
de: Kannst du bitte 10 [shake rate=20 level=10]Holz[/shake] für mich sammeln?

# t050ef87008
source: Ohh you have the sticks for me!
de: Ohh du hast die Stöcke für mich!

# t2ec1c0f379
source: I will get right to work.
de: Ich fange sofort an.

# tcfbcf752cf
source: Yes :)
de: Ja :)

# t746cc70426
source: Thank you. If you get me 10 Wood I will start building
de: Danke. Wenn du mir 10 Holz gibst, fange ich an zu bauen

# t5c1cf59708
source: No >:)
de: Nein >:)

# t7e5974e2ec
source: Then we won't be able to get to the other islands...
de: Dann können wir nicht zur anderen Insel...

# tcf7d63f711
source: Thank you for helping me build the bridge :)
de: Danke, dass du mir geholfen hast, die Brücke zu Bauen :)

# tdf84929cad
source: Hey I can talk too :)
de: Hey, ich kann auch reden :)

# t3195cdc6f4
source: This is sadly the limit of how much content we were able to make under these time constraints. Thank you for playing!
de: Das ist leider alles, was wir im Rahmen des Unterrichts an Inhalten erstellen konnten. Vielen Dank fürs Spielen!

source: Start Game
de: Spiel Starten

source: Quit
de: Spiel Beenden

source: English
de: Englisch

source: German
de: Deutsch

source: Game Paused
de: Spiel Pausiert

source: Continue
de: Fortsetzten

source: Settings
de: Einstellungen

source: Exit to Menu
de: Zum Hauptmenü

source: Controller Controls
de: Controllersteuerung

source: Keyboard Controls
de: Tastatursteuerung

source: Control Settings
de: Tastenbelegungseinstellungen

source: Back
de: Zurück

source: Sticks:
de: Stöcke:

source: To move use WASD and interact with E:
de: Benutze zum Bewegen WASD und interagiere mit E:
